{
  "PRJ": "PRJ",
  "MSG": "MSG",
  "WHO": "WHO",
  "language-zh": "Traditional Chinese",
  "language-en": "English",
  "description": "My name is Huang Jyun Wei. I am a job seeker who loves design. I am currently actively seeking job opportunities as a web designer/UI designer.",
  "my project": "My project",
  "launch": "Launch",
  "my skill": "Skill",
  "my skill 1": "Proficient in using Figma as a UI/UX design tool.",
  "my skill 2": "Skilled in HTML, CSS, and basic knowledge of JavaScript front-end development.",
  "my skill 3": "Familiar with Bootstrap and basic concepts of the Tailwind CSS framework.",
  "my skill 4": "Have a foundational understanding of the Vue 3 front-end framework.",
  "my skill 5": "Knowledgeable about Git and GitHub for version control.",
  "about me": "About",
  "avatar": "way huang ( take in 2022)",
  "about me content 1": "Hello, I am Huang Jyun Wei, a passionate web designer and UI/UX designer actively seeking opportunities to contribute my skills and creativity.",
  "about me content 2": "I have honed my understanding of front-end technologies such as HTML, CSS, and JavaScript through vocational training in multimedia design, live web development classes, and practical workshops. These experiences allowed me to master the complete design and development process, from prototype creation in Figma to final implementation.",

  "about me content 3": "Additionally, I have gained insights into the synergy between design and development, ensuring seamless integration of technical and aesthetic elements to create interactive and user-friendly interfaces.",

  "about me content list": "These hands-on experiences have equipped me with the ability to:",
  "about me content list item 1": "Adapt tools and processes flexibly.",
  "about me content list item 2": "Navigate the entire design workflow, from requirement analysis to implementation.",
  "about me content list item 3": "Collaborate effectively with developers to meet technical requirements and optimize project outcomes.",
  "about me content list item 4": "Deliver creative and practical design solutions that enhance user experience.",

  "my advantage": "Advantage",
  "my advantage 1": "Passionate about design and always eager to learn.",
  "my advantage 2": "Possess strong foundational knowledge and a quick learning ability.",
  "my contact": "Contact",
  "e mail": "E-mail",
  "my contact details": "If you are interested in collaborating, please contact me via email address."
}
